// src/pages/About.js

import React from 'react';
import './About.css';

const About = () => {
  return (
    <div id="about">
      <h1>ABOUT US</h1>
      <p>
        نحن شركة رائدة في مجال تطوير البرمجيات وتقديم الحلول التقنية المبتكرة. نسعى جاهدين لتحقيق رؤية عالمية
        في التكنولوجيا من خلال تقديم خدماتنا ذات الجودة العالية والمبتكرة.
      </p>
    <div id="vision-mission">
        <p><strong>رؤيتنا:</strong> أن نكون رائدين في مجالنا ومساهمين في تحقيق الابتكار والتطور في مجتمعنا.</p>
        <p><strong>رسالتنا:</strong> تقديم حلول إبداعية ومبتكرة لعملائنا، لتحقيق أهدافهم وتطلعاتهم بأعلى جودة وأمان.</p>
</div>
<div id="team">
  <p>
  <strong>فريق العمل: </strong>
    يتألف فريق العمل لدينا من مجموعة متميزة من المحترفين الملتزمين بتحقيق أهدافنا
    وتقديم أعلى مستوى من الخدمة لعملائنا. <br/>نحن نجمع بين الخبرة والإبداع لتلبية
    احتياجات عملائنا بأفضل شكل ممكن.
  </p>
</div>
<div id="growth">
  <p>
  <strong>التطور و النمو:  </strong>
    في AK Company، نحن نسعى دائمًا للنمو والتطور. من خلال توجيهاتنا الاستراتيجية والابتكارات التكنولوجية، نسعى إلى تحقيق النجاح المستدام وتقديم خدمات مبتكرة لعملائنا.
  </p>
  <p>
    تتسم رحلتنا بالابتكار والإبداع، حيث نعمل باستمرار على تطوير مهاراتنا وتوسيع نطاق خدماتنا لتلبية احتياجات عملائنا بشكل أفضل وأكثر فعالية.
  </p>
</div>


    </div>
  );
}

export default About;
